src/test/projects/depgraph-maven-plugin-test/expectations/by-groupid_sub-parent.dot
digraph "sub-parent" {
  node [shape="box",style="rounded",fontname="Helvetica",fontsize="14"]
  edge [fontsize="10",fontname="Helvetica"]

  // Node Definitions:
  "com.github.ferstl:compile"[label=<<font point-size="14">com.github.ferstl</font>>]
  "commons-codec:compile"[label=<<font point-size="14">commons-codec</font>>]
  "org.apache.commons:compile"[label=<<font point-size="14">org.apache.commons</font>>]
  "com.google.guava:compile"[label=<<font point-size="14">com.google.guava</font>>]

  // Edge Definitions:
  "com.github.ferstl:compile" -> "commons-codec:compile"[style="dotted"]
  "com.github.ferstl:compile" -> "org.apache.commons:compile"[style="dashed",color="red",fontcolor="red"]
  "com.github.ferstl:compile" -> "com.google.guava:compile"
  "com.github.ferstl:compile" -> "commons-codec:compile"
  "com.github.ferstl:compile" -> "org.apache.commons:compile"
}
